Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.workspaceColors.paletteNote
source: Customize the workspace color palette used by Sidebar > Workspace Color. "Choose Custom Color..." entries are persisted below.
ar: تخصيص لوحة ألوان مساحة العمل المستخدمة بواسطة الشريط الجانبي > لون مساحة العمل. إدخالات "اختيار لون مخصص..." تُحفظ أدناه.
bs: Prilagodite paletu boja radnog prostora koju koristi Bočna traka > Boja radnog prostora. Unosi "Odaberi prilagođenu boju..." su trajno sačuvani ispod.
da: Tilpas arbejdsområdets farvepalette, der bruges af Sidebjælke > Arbejdsområdefarve. "Vælg brugerdefineret farve..."-poster gemmes nedenfor.
de: Passen Sie die Arbeitsbereichs-Farbpalette an, die unter Seitenleiste > Arbeitsbereichsfarbe verwendet wird. Einträge unter 'Eigene Farbe wählen ...' werden unten gespeichert.
es: Personaliza la paleta de colores de espacios de trabajo usada en Barra lateral > Color del espacio de trabajo. Las entradas de "Elegir color personalizado…" se guardan a continuación.
fr: Personnalisez la palette de couleurs utilisée par Barre latérale > Couleur de l'espace de travail. Les entrées « Choisir une couleur personnalisée... » sont enregistrées ci-dessous.
it: Personalizza la palette di colori utilizzata da Barra laterale > Colore area di lavoro. Le voci "Scegli colore personalizzato..." vengono salvate qui sotto.
ja: サイドバー > ワークスペースカラーで使用するカラーパレットをカスタマイズできます。「カスタムカラーを選択…」のエントリは以下に保存されます。
ko: 사이드바 > 작업 공간 색상에서 사용하는 작업 공간 색상 팔레트를 사용자 지정합니다. "사용자 지정 색상 선택..." 항목은 아래에 저장됩니다.
nb: Tilpass arbeidsområdefargepaletten som brukes av Sidepanel > Arbeidsområdefarge. «Velg egendefinert farge ...»-oppføringer lagres nedenfor.
pl: Dostosuj paletę kolorów przestrzeni roboczej używaną przez Pasek boczny > Kolor przestrzeni roboczej. Wpisy „Wybierz własny kolor…” są zapisywane poniżej.
pt_br: Personalize a paleta de cores usada em Barra Lateral > Cor da Área de Trabalho. Entradas de "Escolher Cor Personalizada..." são salvas abaixo.
ru: Настройте палитру цветов рабочих пространств, используемую в Боковая панель > Цвет рабочего пространства. Записи «Выбрать пользовательский цвет...» сохраняются ниже.
th: ปรับแต่งจานสีเวิร์กสเปซที่ใช้ใน แถบด้านข้าง > สีเวิร์กสเปซ รายการ "เลือกสีที่กำหนดเอง..." จะถูกบันทึกด้านล่าง
tr: Kenar Çubuğu > Çalışma Alanı Rengi tarafından kullanılan çalışma alanı renk paletini özelleştirin. "Özel Renk Seç..." girişleri aşağıda saklanır.
uk: Налаштуйте палітру кольорів робочих областей, яка використовується в Бічна панель > Колір робочої області. Записи «Вибрати власний колір...» зберігаються нижче.
zh_hans: 自定义「侧边栏 > 工作区颜色」中使用的工作区调色板。「选取自定义颜色...」的条目将保存在下方。
zh_hant: 自訂側邊欄 > 工作區顏色使用的色板。「選擇自訂顏色...」的項目會保存在下方。

# settings.workspaceColors.paneFlashColor
source: Pane Flash
ar: وميض الجزء
de: Teilfenster-Aufblinken
es: Destello de panel
fr: Clignotement du volet
ja: ペインのフラッシュ
ko: 분할 창 플래시
zh_hans: 窗格闪烁
zh_hant: 窗格閃爍

# settings.workspaceColors.paneFlashColor.reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
zh_hans: 重置
zh_hant: 重置

# settings.workspaceColors.paneFlashColor.subtitle
source: Color of the attention ring and pane flash when a pane needs input.
ar: لون حلقة التنبيه ووميض الجزء عندما يحتاج الجزء إلى إدخال.
de: Farbe des Aufmerksamkeitsrings und des Aufblinkens des Teilfensters, wenn ein Teilfenster Eingaben erfordert.
es: Color del anillo de atención y del destello del panel cuando un panel necesita entrada.
fr: Couleur de l’anneau d’attention et du flash de volet lorsqu’un volet requiert une saisie.
ja: ペインが入力を必要とするときに表示される注意リングとフラッシュの色。
ko: 분할 창에 입력이 필요할 때 표시되는 집중 링 및 분할 창 플래시 색상입니다.
zh_hans: 窗格需要输入时，提醒光环与窗格闪烁的颜色。
zh_hant: 當窗格需要輸入時，提示環與窗格閃爍的顏色。

# settings.workspaceColors.remove
source: Remove
ar: إزالة
bs: Ukloni
da: Fjern
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjern
pl: Usuń
pt_br: Remover
ru: Удалить
th: ลบ
tr: Kaldır
uk: Видалити
zh_hans: 移除
zh_hant: 移除

# settings.workspaceColors.resetPalette
source: Reset Palette
ar: إعادة تعيين اللوحة
bs: Resetuj paletu
da: Nulstil palette
de: Palette zurücksetzen
es: Restablecer paleta
fr: Réinitialiser la palette
it: Ripristina palette
ja: パレットをリセット
ko: 팔레트 초기화
nb: Tilbakestill palett
pl: Resetuj paletę
pt_br: Redefinir Paleta
ru: Сбросить палитру
th: รีเซ็ตจานสี
tr: Paleti Sıfırla
uk: Скинути палітру
zh_hans: 重置调色板
zh_hant: 重置色板

# settings.workspaceColors.resetPalette.button
source: Reset
ar: إعادة تعيين
bs: Resetuj
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
nb: Tilbakestill
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
zh_hans: 重置
zh_hant: 重置

# settings.workspaceColors.resetPalette.subtitle
source: Restore built-in defaults and clear all custom colors.
ar: استعادة الإعدادات الافتراضية المدمجة ومسح جميع الألوان المخصصة.
bs: Vrati ugrađene podrazumijevane vrijednosti i obriši sve prilagođene boje.
da: Gendan indbyggede standardindstillinger og ryd alle brugerdefinerede farver.
de: Integrierte Standardeinstellungen wiederherstellen und alle benutzerdefinierten Farben löschen.
es: Restaurar los valores predeterminados y borrar todos los colores personalizados.
fr: Restaurer les valeurs par défaut et effacer toutes les couleurs personnalisées.
it: Ripristina i valori predefiniti e cancella tutti i colori personalizzati.
ja: 組み込みのデフォルトに戻し、すべてのカスタムカラーをクリアします。
ko: 기본 제공 값을 복원하고 모든 사용자 지정 색상을 지웁니다.
nb: Gjenopprett innebygde standardverdier og fjern alle egendefinerte farger.
pl: Przywróć wbudowane wartości domyślne i wyczyść wszystkie własne kolory.
pt_br: Restaurar padrões integrados e limpar todas as cores personalizadas.
ru: Восстановить встроенные значения по умолчанию и удалить все пользовательские цвета.
th: คืนค่าเริ่มต้นในตัวและล้างสีที่กำหนดเองทั้งหมด
tr: Yerleşik varsayılanları geri yükle ve tüm özel renkleri temizle.
uk: Відновити вбудовані стандартні значення та очистити всі власні кольори.
zh_hans: 恢复内置默认值并清除所有自定义颜色。
zh_hant: 恢復內建預設值並清除所有自訂顏色。

# settings.workspaceColors.resetPalette.subtitleV2
source: Restore the built-in palette and remove extra named colors.
ar: استعادة لوحة الألوان المدمجة وإزالة الألوان المسماة الإضافية.
de: Stellen Sie die integrierte Palette wieder her und entfernen Sie zusätzliche benannte Farben.
es: Restaura la paleta integrada y elimina los colores con nombre adicionales.
fr: Restaurer la palette intégrée et supprimer les couleurs nommées supplémentaires.
ja: 組み込みパレットを復元し、追加した名前付きカラーを削除します。
ko: 기본 팔레트를 복원하고 추가된 이름 있는 색상을 제거합니다.
zh_hans: 恢复内置调色板并移除额外的命名颜色。
zh_hant: 還原內建調色盤並移除額外的命名顏色。

# settings.workspaceColors.selectionColor
source: Selection Highlight
ar: تمييز التحديد
de: Auswahlhervorhebung
es: Resaltado de selección
fr: Surlignage de la sélection
ja: 選択ハイライト
ko: 선택 하이라이트
zh_hans: 选中高亮
zh_hant: 選取高亮

# settings.workspaceColors.selectionColor.reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
zh_hans: 重置
zh_hant: 重置

# settings.workspaceColors.selectionColor.subtitle
source: Background color of the selected workspace in the sidebar.
ar: لون خلفية مساحة العمل المحددة في الشريط الجانبي.
de: Hintergrundfarbe des ausgewählten Arbeitsbereichs in der Seitenleiste.
es: Color de fondo del espacio de trabajo seleccionado en la barra lateral.
fr: Couleur d’arrière-plan de l’espace de travail sélectionné dans la barre latérale.
ja: サイドバーで選択中のワークスペースの背景色。
ko: 사이드바에서 선택된 작업 공간의 배경색입니다.
zh_hans: 侧边栏中选中工作区的背景色。
zh_hant: 側邊欄中已選取工作區的背景顏色。

# shortcut.attachTextBoxFile.label
source: Attach File to TextBox Input
ar: إرفاق ملف بمدخل مربع النص
de: Datei an TextBox-Eingabe anhängen
es: Adjuntar archivo a la entrada del cuadro de texto
fr: Joindre un fichier à la zone de saisie de texte
ja: TextBox入力にファイルを添付
ko: 텍스트 상자 입력에 파일 첨부
zh_hans: 向 TextBox 输入框附加文件
zh_hant: 附加檔案至文字方塊輸入

# shortcut.canvasAlignBottom.label
source: Canvas: Align Bottom Edges
ar: اللوحة: محاذاة الحواف السفلية
bs: Platno: Poravnaj donje ivice
da: Lærred: Juster nederste kanter
de: Canvas: Untere Kanten ausrichten
es: Lienzo: Alinear bordes inferiores
fr: Canevas: Aligner les bords inférieurs
it: Canvas: Allinea bordi inferiori
ja: キャンバス: 下端を揃える
ko: 캔버스: 아래쪽 가장자리 정렬
nb: Lerret: Juster nedre kanter
pl: Kanwa: Wyrównaj dolne krawędzie
pt_br: Canvas: Alinhar Bordas Inferiores
ru: Холст: выровнять по нижнему краю
th: แคนวาส: จัดแนวขอบล่าง
tr: Kanvas: Alt Kenarları Hizala
uk: Полотно: вирівняти за нижнім краєм
zh_hans: 画布: 对齐下边缘
zh_hant: 畫布: 對齊下邊緣

# shortcut.canvasAlignLeft.label
source: Canvas: Align Left Edges
ar: اللوحة: محاذاة الحواف اليسرى
bs: Platno: Poravnaj lijeve ivice
da: Lærred: Juster venstre kanter
de: Canvas: Linke Kanten ausrichten
es: Lienzo: Alinear bordes izquierdos
fr: Canevas: Aligner les bords gauches
it: Canvas: Allinea bordi sinistri
ja: キャンバス: 左端を揃える
ko: 캔버스: 왼쪽 가장자리 정렬
nb: Lerret: Juster venstre kanter
pl: Kanwa: Wyrównaj lewe krawędzie
pt_br: Canvas: Alinhar Bordas Esquerdas
ru: Холст: выровнять по левому краю
th: แคนวาส: จัดแนวขอบซ้าย
tr: Kanvas: Sol Kenarları Hizala
uk: Полотно: вирівняти за лівим краєм
zh_hans: 画布: 对齐左边缘
zh_hant: 畫布: 對齊左邊緣

# shortcut.canvasAlignRight.label
source: Canvas: Align Right Edges
ar: اللوحة: محاذاة الحواف اليمنى
bs: Platno: Poravnaj desne ivice
da: Lærred: Juster højre kanter
de: Canvas: Rechte Kanten ausrichten
es: Lienzo: Alinear bordes derechos
fr: Canevas: Aligner les bords droits
it: Canvas: Allinea bordi destri
ja: キャンバス: 右端を揃える
ko: 캔버스: 오른쪽 가장자리 정렬
nb: Lerret: Juster høyre kanter
pl: Kanwa: Wyrównaj prawe krawędzie
pt_br: Canvas: Alinhar Bordas Direitas
ru: Холст: выровнять по правому краю
th: แคนวาส: จัดแนวขอบขวา
tr: Kanvas: Sağ Kenarları Hizala
uk: Полотно: вирівняти за правим краєм
zh_hans: 画布: 对齐右边缘
zh_hant: 畫布: 對齊右邊緣

# shortcut.canvasAlignTop.label
source: Canvas: Align Top Edges
ar: اللوحة: محاذاة الحواف العلوية
bs: Platno: Poravnaj gornje ivice
da: Lærred: Juster øverste kanter
de: Canvas: Obere Kanten ausrichten
es: Lienzo: Alinear bordes superiores
fr: Canevas: Aligner les bords supérieurs
it: Canvas: Allinea bordi superiori
ja: キャンバス: 上端を揃える
ko: 캔버스: 위쪽 가장자리 정렬
nb: Lerret: Juster øvre kanter
pl: Kanwa: Wyrównaj górne krawędzie
pt_br: Canvas: Alinhar Bordas Superiores
ru: Холст: выровнять по верхнему краю
th: แคนวาส: จัดแนวขอบบน
tr: Kanvas: Üst Kenarları Hizala
uk: Полотно: вирівняти за верхнім краєм
zh_hans: 画布: 对齐上边缘
zh_hant: 畫布: 對齊上邊緣

# shortcut.canvasDistributeHorizontally.label
source: Canvas: Distribute Horizontally
ar: اللوحة: توزيع أفقي
bs: Platno: Rasporedi horizontalno
da: Lærred: Fordel vandret
de: Canvas: Horizontal verteilen
es: Lienzo: Distribuir horizontalmente
fr: Canevas: Répartir horizontalement
it: Canvas: Distribuisci orizzontalmente
ja: キャンバス: 水平方向に分布
ko: 캔버스: 가로로 분배
nb: Lerret: Fordel horisontalt
pl: Kanwa: Rozmieść poziomo
pt_br: Canvas: Distribuir Horizontalmente
ru: Холст: распределить по горизонтали
th: แคนวาส: กระจายแนวนอน
tr: Kanvas: Yatay Dağıt
uk: Полотно: розподілити горизонтально
zh_hans: 画布: 水平分布
zh_hant: 畫布: 水平分佈

# shortcut.canvasDistributeVertically.label
source: Canvas: Distribute Vertically
ar: اللوحة: توزيع عمودي
bs: Platno: Rasporedi vertikalno
da: Lærred: Fordel lodret
de: Canvas: Vertikal verteilen
es: Lienzo: Distribuir verticalmente
fr: Canevas: Répartir verticalement
it: Canvas: Distribuisci verticalmente
ja: キャンバス: 垂直方向に分布
ko: 캔버스: 세로로 분배
nb: Lerret: Fordel vertikalt
pl: Kanwa: Rozmieść pionowo
pt_br: Canvas: Distribuir Verticalmente
ru: Холст: распределить по вертикали
th: แคนวาส: กระจายแนวตั้ง
tr: Kanvas: Dikey Dağıt
uk: Полотно: розподілити вертикально
zh_hans: 画布: 垂直分布
zh_hant: 畫布: 垂直分佈

# shortcut.canvasEqualizeHeights.label
source: Canvas: Equalize Heights
ar: اللوحة: مساواة الارتفاعات
bs: Platno: Ujednači visine
da: Lærred: Udlign højder
de: Canvas: Höhen angleichen
es: Lienzo: Igualar alturas
fr: Canevas: Égaliser les hauteurs
it: Canvas: Uniforma altezze
ja: キャンバス: 高さを均等化
ko: 캔버스: 높이 균등화
nb: Lerret: Utjevn høyder
pl: Kanwa: Wyrównaj wysokości
pt_br: Canvas: Igualar Alturas
ru: Холст: выровнять высоту
th: แคนวาส: ปรับความสูงเท่ากัน
tr: Kanvas: Yükseklikleri Eşitle
uk: Полотно: вирівняти висоту
zh_hans: 画布: 均分高度
zh_hant: 畫布: 均分高度

# shortcut.canvasEqualizeWidths.label
source: Canvas: Equalize Widths
ar: اللوحة: مساواة العروض
bs: Platno: Ujednači širine
da: Lærred: Udlign bredder
de: Canvas: Breiten angleichen
es: Lienzo: Igualar anchos
fr: Canevas: Égaliser les largeurs
it: Canvas: Uniforma larghezze
ja: キャンバス: 幅を均等化
ko: 캔버스: 너비 균등화
nb: Lerret: Utjevn bredder
pl: Kanwa: Wyrównaj szerokości
pt_br: Canvas: Igualar Larguras
ru: Холст: выровнять ширину
th: แคนวาส: ปรับความกว้างเท่ากัน
tr: Kanvas: Genişlikleri Eşitle
uk: Полотно: вирівняти ширину
zh_hans: 画布: 均分宽度
zh_hant: 畫布: 均分寬度

# shortcut.canvasOverview.label
source: Canvas: Toggle Overview
ar: اللوحة: تبديل النظرة العامة
bs: Platno: Prebaci pregled
da: Lærred: Slå oversigt til/fra
de: Canvas: Übersicht umschalten
es: Lienzo: Alternar vista general
fr: Canevas: Basculer la vue d'ensemble
it: Canvas: Attiva/disattiva panoramica
ja: キャンバス: 全体表示を切り替え
ko: 캔버스: 전체 보기 전환
nb: Lerret: Veksle oversikt
pl: Kanwa: Przełącz podgląd ogólny
pt_br: Canvas: Alternar Visão Geral
ru: Холст: переключить обзор
th: แคนวาส: สลับมุมมองภาพรวม
tr: Kanvas: Genel Görünümü Aç/Kapat
uk: Полотно: перемкнути огляд
zh_hans: 画布: 切换全景视图
zh_hant: 畫布: 切換全景檢視

# shortcut.canvasRevealFocusedPane.label
source: Canvas: Reveal Focused Pane
ar: اللوحة: إظهار الجزء المركّز
bs: Platno: Prikaži fokusirano okno
da: Lærred: Vis fokuseret rude
de: Canvas: Fokussiertes Panel anzeigen
es: Lienzo: Mostrar panel enfocado
fr: Canevas: Afficher le panneau actif
it: Canvas: Mostra riquadro attivo
ja: キャンバス: フォーカス中のペインを表示
ko: 캔버스: 포커스된 창 표시
nb: Lerret: Vis fokusert rute
pl: Kanwa: Pokaż aktywny panel
pt_br: Canvas: Revelar Painel em Foco
ru: Холст: показать активную панель
th: แคนวาส: แสดงบานหน้าต่างที่โฟกัส
tr: Kanvas: Odaklanılan Bölmeyi Göster
uk: Полотно: показати активну панель
zh_hans: 画布: 显示聚焦的窗格
zh_hant: 畫布: 顯示聚焦的窗格

# shortcut.canvasTidy.label
source: Canvas: Tidy Panes
ar: اللوحة: ترتيب الأجزاء
bs: Platno: Uredi okna
da: Lærred: Ryd op i ruder
de: Canvas: Panels aufräumen
es: Lienzo: Ordenar paneles
fr: Canevas: Ranger les panneaux
it: Canvas: Riordina riquadri
ja: キャンバス: ペインを整列
ko: 캔버스: 창 정리
nb: Lerret: Rydd ruter
pl: Kanwa: Uporządkuj panele
pt_br: Canvas: Organizar Painéis
ru: Холст: упорядочить панели
th: แคนวาส: จัดระเบียบบานหน้าต่าง
tr: Kanvas: Bölmeleri Düzenle
uk: Полотно: упорядкувати панелі
zh_hans: 画布: 整理窗格
zh_hant: 畫布: 整理窗格

# shortcut.canvasZoomIn.label
source: Canvas: Zoom In
ar: اللوحة: تكبير
bs: Platno: Uvećaj
da: Lærred: Zoom ind
de: Canvas: Vergrößern
es: Lienzo: Acercar
fr: Canevas: Zoom avant
it: Canvas: Ingrandisci
ja: キャンバス: 拡大
ko: 캔버스: 확대
nb: Lerret: Zoom inn
pl: Kanwa: Powiększ
pt_br: Canvas: Ampliar
ru: Холст: увеличить
th: แคนวาส: ซูมเข้า
tr: Kanvas: Yakınlaştır
uk: Полотно: збільшити
zh_hans: 画布: 放大
zh_hant: 畫布: 放大

# shortcut.canvasZoomOut.label
source: Canvas: Zoom Out
ar: اللوحة: تصغير
bs: Platno: Umanji
da: Lærred: Zoom ud
de: Canvas: Verkleinern
es: Lienzo: Alejar
fr: Canevas: Zoom arrière
it: Canvas: Riduci
ja: キャンバス: 縮小
ko: 캔버스: 축소
nb: Lerret: Zoom ut
pl: Kanwa: Pomniejsz
pt_br: Canvas: Reduzir
ru: Холст: уменьшить
th: แคนวาส: ซูมออก
tr: Kanvas: Uzaklaştır
uk: Полотно: зменшити
zh_hans: 画布: 缩小
zh_hant: 畫布: 縮小

# shortcut.canvasZoomReset.label
source: Canvas: Actual Size
ar: اللوحة: الحجم الفعلي
bs: Platno: Stvarna veličina
da: Lærred: Faktisk størrelse
de: Canvas: Originalgröße
es: Lienzo: Tamaño real
fr: Canevas: Taille réelle
it: Canvas: Dimensioni reali
ja: キャンバス: 実寸表示
ko: 캔버스: 실제 크기
nb: Lerret: Faktisk størrelse
pl: Kanwa: Rzeczywisty rozmiar
pt_br: Canvas: Tamanho Real
ru: Холст: фактический размер
th: แคนวาส: ขนาดจริง
tr: Kanvas: Gerçek Boyut
uk: Полотно: фактичний розмір
zh_hans: 画布: 实际大小
zh_hant: 畫布: 實際大小

# shortcut.clearScreenKeepScrollback.label
source: Clear Screen (Keep Scrollback)
ar: مسح الشاشة (الاحتفاظ بالتمرير للخلف)
de: Bildschirm löschen (Verlauf beibehalten)
es: Limpiar pantalla (mantener historial de desplazamiento)
fr: Effacer l’écran (conserver le défilement historique)
ja: 画面をクリア（スクロールバックを保持）
ko: 화면 지우기(스크롤백 유지)
zh_hans: 清屏（保留回滚）
zh_hant: 清除畫面 (保留捲動歷史紀錄)

# shortcut.closeWindow.label
source: Close Window
ar: إغلاق النافذة
bs: Zatvori prozor
da: Luk vindue
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
it: Chiudi finestra
ja: ウインドウを閉じる
ko: 윈도우 닫기
nb: Lukk vindu
pl: Zamknij okno
pt_br: Fechar Janela
ru: Закрыть окно
th: ปิดหน้าต่าง
tr: Pencereyi Kapat
uk: Закрити вікно
zh_hans: 关闭窗口
zh_hant: 關閉視窗

# shortcut.closeWorkspace.label
source: Close Workspace
ar: إغلاق مساحة العمل
bs: Zatvori radni prostor
da: Luk arbejdsområde
de: Arbeitsbereich schließen
es: Cerrar espacio de trabajo
fr: Fermer l'espace de travail
it: Chiudi area di lavoro
ja: ワークスペースを閉じる
ko: 작업 공간 닫기
nb: Lukk arbeidsområde
pl: Zamknij przestrzeń roboczą
pt_br: Fechar Área de Trabalho
ru: Закрыть рабочее пространство
th: ปิดเวิร์กสเปซ
tr: Çalışma Alanını Kapat
uk: Закрити робочу область
zh_hans: 关闭工作区
zh_hant: 關閉工作區

# shortcut.commandPaletteNext.label
source: Command Palette: Next
ar: لوحة الأوامر: التالي
de: Befehlspalette: Nächste
es: Paleta de comandos: Siguiente
fr: Palette de commandes : Suivant
ja: コマンドパレット: 次へ
ko: 명령 팔레트: 다음
zh_hans: 命令面板：下一个
zh_hant: 指令面板：下一個

# shortcut.commandPalettePrevious.label
source: Command Palette: Previous
ar: لوحة الأوامر: السابق
de: Befehlspalette: Vorherige
es: Paleta de comandos: Anterior
fr: Palette de commandes : Précédent
ja: コマンドパレット: 前へ
ko: 명령 팔레트: 이전
zh_hans: 命令面板：上一个
zh_hant: 指令面板：上一個

# shortcut.cycleTextBoxSubmitAction.label
source: Cycle TextBox Submit Action
ar: تدوير إجراء إرسال مربع النص
de: Textfeld-Absendeaktion durchwechseln
es: Alternar acción de envío de cuadro de texto
fr: Faire défiler l’action de soumission de la zone de texte
ja: TextBox送信アクションを切り替え
ko: TextBox 제출 작업 순환
zh_hans: 循环切换 TextBox 提交动作
zh_hant: 輪替文字框送出動作

# shortcut.cycleWorkspaceStatus.label
source: Cycle Workspace Status
ar: تدوير حالة مساحة العمل
de: Status des Arbeitsbereichs durchwechseln
es: Alternar estado del espacio de trabajo
fr: Faire défiler l’état de l’espace de travail
ja: ワークスペースのステータスを切り替える
ko: 작업 공간 상태 순환
zh_hans: 循环切换工作区状态
zh_hant: 輪替工作區狀態

# shortcut.decreaseWorkspaceTerminalFontSize.label
source: Decrease Font Size for Workspace Terminals
ar: تصغير حجم الخط لطرفيات مساحة العمل
de: Schriftgröße für Terminals im Arbeitsbereich verringern
es: Disminuir tamaño de fuente para terminales del espacio de trabajo
fr: Diminuer la taille de la police pour les terminaux d’espace de travail
ja: ワークスペース内のターミナルのフォントサイズを小さくする
ko: 작업 공간 터미널의 글꼴 크기 축소
zh_hans: 减小工作区终端字号
zh_hant: 縮小工作區終端機字型大小

# shortcut.diffViewerNextFile.label
source: Diff Viewer: Next File
ar: عارض الفروق: الملف التالي
de: Diff-Viewer: Nächste Datei
es: Visor de diff: Siguiente archivo
fr: Visionneuse de diff : Fichier suivant
ja: 差分ビューア: 次のファイル
ko: 비교 뷰어: 다음 파일
zh_hans: 差异查看器：下一个文件
zh_hant: 差異檢視器：下一個檔案

# shortcut.diffViewerOpenFileSearch.label
source: Diff Viewer: Open File Search
ar: عارض الفروق: فتح البحث عن الملفات
de: Diff-Viewer: Dateisuche öffnen
es: Visor de diff: Abrir búsqueda de archivos
fr: Visionneuse de diff : Ouvrir la recherche de fichiers
ja: 差分ビューア: ファイル検索を開く
ko: 비교 뷰어: 파일 검색 열기
zh_hans: 差异查看器：打开文件搜索
zh_hant: 差異檢視器：開啟檔案搜尋

# shortcut.diffViewerPreviousFile.label
source: Diff Viewer: Previous File
ar: عارض الفروق: الملف السابق
de: Diff-Viewer: Vorherige Datei
es: Visor de diff: Archivo anterior
fr: Visionneuse de diff : Fichier précédent
ja: 差分ビューア: 前のファイル
ko: 비교 뷰어: 이전 파일
zh_hans: 差异查看器：上一个文件
zh_hant: 差異檢視器：上一個檔案

# shortcut.diffViewerScrollDown.label
source: Viewers: Scroll Down
ar: العوارض: التمرير لأسفل
de: Viewer: Nach unten scrollen
es: Visores: Desplazar hacia abajo
fr: Visionneuses : Faire défiler vers le bas
ja: ビューア: 下へスクロール
ko: 뷰어: 아래로 스크롤
zh_hans: 查看器：向下滚动
zh_hant: 檢視器：向下捲動

# shortcut.diffViewerScrollDownEmacs.label
source: Viewers: Scroll Down (Emacs)
ar: العوارض: التمرير لأسفل (Emacs)
de: Viewer: Nach unten scrollen (Emacs)
es: Visores: Desplazar hacia abajo (Emacs)
fr: Visionneuses : Faire défiler vers le bas (Emacs)
ja: ビューア: 下へスクロール（Emacs）
ko: 뷰어: 아래로 스크롤 (Emacs)
zh_hans: 查看器：向下滚动（Emacs）
zh_hant: 檢視器：向下捲動 (Emacs)

# shortcut.diffViewerScrollHalfPageDown.label
source: Viewers: Scroll Half Page Down
ar: العوارض: تمرير نصف صفحة لأسفل
de: Viewer: Halbe Seite nach unten scrollen
es: Visores: Desplazar media página hacia abajo
fr: Visionneuses : Faire défiler d’une demi-page vers le bas
ja: ビューア: 半ページ下へスクロール
ko: 뷰어: 반 페이지 아래로 스크롤
zh_hans: 查看器：向下滚动半页
zh_hant: 檢視器：向下捲動半頁

# shortcut.diffViewerScrollHalfPageUp.label
source: Viewers: Scroll Half Page Up
ar: العوارض: تمرير نصف صفحة لأعلى
de: Viewer: Halbe Seite nach oben scrollen
es: Visores: Desplazar media página hacia arriba
fr: Visionneuses : Faire défiler d’une demi-page vers le haut
ja: ビューア: 半ページ上へスクロール
ko: 뷰어: 반 페이지 위로 스크롤
zh_hans: 查看器：向上滚动半页
zh_hant: 檢視器：向上捲動半頁

# shortcut.diffViewerScrollToBottom.label
source: Viewers: Scroll to Bottom
ar: العوارض: التمرير إلى الأسفل
de: Viewer: Ganz nach unten scrollen
es: Visores: Desplazar al final
fr: Visionneuses : Faire défiler tout en bas
ja: ビューア: 末尾へスクロール
ko: 뷰어: 맨 아래로 스크롤
zh_hans: 查看器：滚动到底部
zh_hant: 檢視器：捲動至底部

# shortcut.diffViewerScrollToTop.label
source: Viewers: Scroll to Top
ar: العوارض: التمرير إلى الأعلى
de: Viewer: Ganz nach oben scrollen
es: Visores: Desplazar al inicio
fr: Visionneuses : Faire défiler tout en haut
ja: ビューア: 先頭へスクロール
ko: 뷰어: 맨 위로 스크롤
zh_hans: 查看器：滚动到顶部
zh_hant: 檢視器：捲動至頂部

# shortcut.diffViewerScrollUp.label
source: Viewers: Scroll Up
ar: العوارض: التمرير لأعلى
de: Viewer: Nach oben scrollen
es: Visores: Desplazar hacia arriba
fr: Visionneuses : Faire défiler vers le haut
ja: ビューア: 上へスクロール
ko: 뷰어: 위로 스크롤
zh_hans: 查看器：向上滚动
zh_hant: 檢視器：向上捲動

# shortcut.diffViewerScrollUpEmacs.label
source: Viewers: Scroll Up (Emacs)
ar: العوارض: التمرير لأعلى (Emacs)
de: Viewer: Nach oben scrollen (Emacs)
es: Visores: Desplazar hacia arriba (Emacs)
fr: Visionneuses : Faire défiler vers le haut (Emacs)
ja: ビューア: 上へスクロール（Emacs）
ko: 뷰어: 위로 스크롤 (Emacs)
zh_hans: 查看器：向上滚动（Emacs）
zh_hant: 檢視器：向上捲動 (Emacs)

# shortcut.editWorkspaceDescription.label
source: Edit Workspace Description
ar: تعديل وصف مساحة العمل
de: Beschreibung des Arbeitsbereichs bearbeiten
es: Editar descripción del espacio de trabajo
fr: Modifier la description de l’espace de travail
ja: ワークスペースの説明を編集
ko: 워크스페이스 설명 편집
zh_hans: 编辑工作区描述
zh_hant: 編輯工作區描述

# shortcut.equalizeSplits.label
source: Equalize Splits
ar: تسوية التقسيمات
bs: Izjednači podjele
da: Udlign opdelinger
de: Teilungen angleichen
es: Igualar divisiones
fr: Égaliser les divisions
it: Equalizza divisioni
ja: 分割を均等にする
ko: 분할 균등화
nb: Gjør delinger like
pl: Wyrównaj podziały
pt_br: Equalizar Divisões
ru: Выровнять разделение
th: ปรับขนาดช่องแยกให้เท่ากัน
tr: Bölmeleri Eşitle
uk: Вирівняти розділення
zh_hans: 均分面板
zh_hant: 均等分割

# shortcut.fileExplorerOpenSelection.label
source: File Explorer: Open Selection
ar: مستكشف الملفات: فتح التحديد
bs: Preglednik datoteka: Otvori odabir
da: Filoversigt: Åbn markering
de: Datei-Explorer: Auswahl öffnen
es: Explorador de archivos: Abrir selección
fr: Explorateur de fichiers : ouvrir la sélection
it: Esplora file: Apri selezione
ja: ファイルエクスプローラ: 選択項目を開く
ko: 파일 탐색기: 선택 항목 열기
nb: Filutforsker: Åpne markering
pl: Eksplorator plików: Otwórz zaznaczenie
pt_br: Explorador de arquivos: Abrir seleção
ru: Проводник файлов: открыть выбранное
th: ตัวสำรวจไฟล์: เปิดรายการที่เลือก
tr: Dosya Gezgini: Seçimi Aç
uk: Провідник файлів: відкрити вибране
zh_hans: 文件资源管理器：打开所选项
zh_hant: 檔案瀏覽器：打開所選項
